import React from "react";
function About() {
  return (
    <div className="bg-white lg:mt-[-54px] px-[15px] py-[10px] lg:py-[100px]">
      <div className="max-w-7xl inter m-auto w-full">
        <p className="text-2xl md:mb-0 mb-14">
          <span className="font-bold">JustRobotics</span> – это современный
          учебный центр, специализирующийся на технологиях, искусстве и
          образовании. Мы предоставляем комфортную и поддерживающую среду для
          развития талантов и навыков наших учеников. Команда
          высококвалифицированных преподавателей использует передовые методики и
          технологии, делая занятия интерактивными и увлекательными. Мы уделяем
          большое внимание индивидуальному подходу, помогая каждому ученику
          раскрыть свои способности и достичь успеха.
        </p>
        <p className="text-2xl">
          <span className="font-bold">JustRobotics</span> – это сообщество
          увлеченных и целеустремленных людей, предлагающее не только учебные
          курсы, но и мероприятия, мастер-классы и конкурсы. Удобное
          расположение учебного центра обеспечивает легкий доступ для всех
          желающих.
        </p>
      </div>
    </div>
  );
}

export default About;
